


export const data = {
  card: [{
    number: 1,
    tag: 'Ингаляционный',
    title: 'антихолинергик',
    description: 'Ингибирует бронхоконстрикторные эффекты ацетилхолина, вступая с ним в конкурентный антагонизм за взаимодействие с эффекторными мускариновыми рецепторами, дополняет и потенцирует эффект β2-агонистов¹',
  }, {
    number: 2,
    tag: 'Ингаляционный',
    title: 'β2-агонист',
    description: 'Вызывает бронходилатацию посредством релаксации гладкомышечных клеток бронхов независимо от характера констриктивных стимулов, т. е. выступают в качестве функциональных антагонистов бронхоконстрикции',
  },
  {
    number: 3,
    tag: 'Ингаляционный',
    title: 'глюкокортикостероид (ИГКС)',
    description: 'Снижает частоту обострений, особенно в сочетании с ДДБА, подавляют хроническое воспаление при астме и снижают гиперреактивность дыхательных путей',
  }, {

    description: 'Пациентам с ХОБЛ рекомендуется комбинирование бронходилататоров с разными механизмами действия; Назначение 2-х бронходилататоров из группы длительнодействующих β2-агонистов (ДДБА) и длительнодействующих антихолинергиков (ДДАХ), действие которых дополняет и усиливает друг друга¹.',
  }, {

    description: 'Пациентам с ХОБЛ и частыми обострениями (≥2 среднетяжелых обострений в течение 1 года/1 тяжелое обострение, потребовавшее госпитализации) рекомендуется назначение ИГКС в дополнение к ДДБА; Последние исследования показали, что амбулаторное применение ИГКС/ДДБА у пациентов с ХОБЛ снижает госпитальную летальность по сравнению с пациентами, принимавшими только ДДБА (8,1% vs 13,2%)¹.',
  }
  ],

};

// export const modalData = {
//   section1: [
//     {
//       image: "statistics",
//       title: "",
//       text: (
//         <span>
//           <p className="text text_type_main-small">
//             В десятилетнем исследовании{" "}
//             <span className="text text_type_main-medium">
//               «Генетическая эпидемиология ХОБЛ» (COPDGene)
//             </span>
//             среди пациентов с ХОБЛ, диагностированной до 55 лет, было выявлено
//             <span className="text text_type_main-medium">преобладание женщин (66%),</span>{" "}
//             а в возрасте 60-64 лет количество женщин и мужчин.
//           </p>
//           <p className="text text_type_main-small">
//             Такое эпидемиологическое распределение заболеваемости ХОБЛ может быть
//             связано с тем, что дыхательные пути курящих женщин имеют более{" "}
//             <span className="text text_type_main-medium">высокий процент площади стенок,</span>{" "}
//             но меньшую площадь просвета, внутренний диаметр и толщину дыхательных
//             путей по сравнению с курящими мужчинами.
//           </p>
//         </span>
//       ),
//     },
//   ],
//   section2: [
//     {
//       image: null,
//       title: "Пятилетняя выживаемость пациентов",
//       text: (
//         <span>
//           <p className="text text_type_main-small">
//             <span className="text_type_main-medium">
//               Большинство пациентов с ХОБЛ столкнется с обострениями: как
//               минимум одно среднетяжелое или тяжелое обострение случится в течение
//               3 лет у 77% пациентов¹.
//             </span>
//             В течение 5 лет после первого тяжёлого обострения в живых остаются
//             только 40% пациентов.&#178; Прогноз после обострений ХОБЛ схож с таковым
//             при сердечной недостаточности, инфаркте миокарда и некоторых
//             злокачественных опухолях.
//           </p>
//         </span>
//       ),
//     }, 
//     // {
//     //   cards: [{
//     //     icon: 'Heart',
//     //     title: '45,5%',
//     //     tag: (
//     //       <p className="text text_type_main-small">пациентов с
//     //         <span className="text_type_main-medium"> сердечной недостаточностью¹</span>

//     //       </p>
//     //     ),
//     //     text: (
//     //       <p className="text text_type_main-small">Популяционное когортное исследование (N=385)
//     //       </p>
//     //     ),
//     //   },
//     //   {
//     //     icon: 'Miocarda',
//     //     title: '55,3%',
//     //     tag: (
//     //       <p className="text text_type_main-small">пациентов с
//     //         <span className="text_type_main-medium"> инфарктом миокарда¹</span>
//     //       </p>
//     //     ),
//     //     text: (
//     //       <p className="text text_type_main-small">Апостериорный анализ когортного исследования (N=2887)</p>
//     //     ),
//     //   },
//     //   {
//     //     icon: 'Urnea',
//     //     title: '50,5%',
//     //     tag: (
//     //       <p className="text text_type_main-small">пациентов с
//     //         <span className="text_type_main-medium"> раком мочевого пузыря</span>

//     //       </p>
//     //     ),
//     //     text: (
//     //       <p className="text text_type_main-small">Исследование Национальной статистической службы (N=42642)</p>
//     //     ),
//     //   },]
//     // }
//   ],
// }
export const modalData = {
  section1: [
    {
      image: "statistics",
      title: "",
      text: (
        <span>
          <p className="text text_type_main-small">
            В десятилетнем исследовании{" "}
            <span className="text text_type_main-medium">
              «Генетическая эпидемиология ХОБЛ» (COPDGene)
            </span>
            среди пациентов с ХОБЛ, диагностированной до 55 лет, было выявлено
            <span className="text text_type_main-medium">преобладание женщин (66%),</span><br /> а в возрасте 60-64 лет количество женщин и мужчин.
          </p>
          <p className="text text_type_main-small">
            Такое эпидемиологическое распределение заболеваемости ХОБЛ может быть
            связано с тем, что дыхательные пути курящих женщин имеют более{" "}
            <span className="text text_type_main-medium">высокий процент площади стенок,</span>{" "}
            но меньшую площадь просвета, внутренний диаметр и толщину дыхательных
            путей по сравнению с курящими мужчинами.
          </p>
        </span>
      ),
    },
  ],
  section2: [
    {
      title: "Пятилетняя выживаемость пациентов",
      text: (<span> <span className="text_type_main-default-bold  mb-2">
        Большинство пациентов с ХОБЛ столкнется с обострениями: как
        минимум одно <br/> среднетяжелое или тяжелое обострение случится в течение
        3 лет у 77% пациентов¹. </span>
        <p style={{ marginRight: '-10px',
      letterSpacing: "0.008vw" }} className="text text_type_main-small mt-2">
          В течение 5 лет после первого тяжёлого обострения в живых остаются
          только 40% пациентов.&#178; Прогноз после обострений ХОБЛ схож с таковым
          при сердечной недостаточности, инфаркте миокарда и некоторых
          злокачественных опухолях.
        </p></span>),
    },
    {
      cards: [
        {
          icon: "Heart",
          title: '45,5%',
          tag: (
            <p className="text text_type_digits-medium">пациентов с
              <span className="text text_type_digits-bold"> сердечной недостаточностью¹</span>
            </p>
          ),
          text: (
            <p className="text text_type_digits-small">Популяционное когортное исследование (N=385)
            </p>
          ),
        },
        {
          icon: "Miocarda",
          title: '55,3%',
          tag: (
            <p className="text text_type_digits-medium">пациентов с
              <span className="text text_type_digits-bold "> инфарктом миокарда¹</span>
            </p>
          ),
          text: (
            <p className="text text_type_digits-small">Апостериорный анализ когортного исследования (N=2887)</p>
          ),
        },
        {
          icon: "Urnea",
          title: '50,5%',
          tag: (
            <p className="text text_type_digits-medium">пациентов с
              <span className="text text_type_digits-bold "> раком мочевого пузыря</span>
            </p>
          ),
          text: (
            <p className="text text_type_digits-small">Исследование Национальной статистической службы (N=42642)</p>
          ),
        },
      ],
    },
  ],
};